---------------------------------------------------------------
[ 2019-03-21T03:46:15+08:00 ] 101.132.97.6 GET /
[ info ] www.linguifeng.top/ [运行时间：0.024841s][吞吐率：40.26req/s] [内存消耗：2,677.07kb] [文件加载：55]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => '',
    1 => NULL,
    2 => NULL,
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
)
[ info ] [ RUN ] app\index\controller\Index->index[ /var/www/html/MyBlog/application/index/controller/Index.php ]
[ info ] [ DB ] INIT mysql
[ info ] [ VIEW ] /var/www/html/MyBlog/public/../application/index/view/index/index.html [ array (
  0 => 'data',
  1 => 'user',
  2 => 'lunbo',
) ]
[ info ] [ LOG ] INIT File
[ sql ] [ DB ] CONNECT:[ UseTime:0.000473s ] mysql:host=127.0.0.1;dbname=blog;charset=utf8
[ sql ] [ SQL ] SHOW COLUMNS FROM `blog_admin` [ RunTime:0.000694s ]
[ sql ] [ SQL ] SELECT * FROM `blog_admin` WHERE  `id` = 7  AND `name` = '林桂锋' LIMIT 1 [ RunTime:0.000344s ]
[ sql ] [ SQL ] SHOW COLUMNS FROM `blog_lunbo` [ RunTime:0.000459s ]
[ sql ] [ SQL ] SELECT * FROM `blog_lunbo` WHERE  `status` = 1 ORDER BY `sort` DESC [ RunTime:0.000254s ]
[ sql ] [ SQL ] SHOW COLUMNS FROM `blog_article` [ RunTime:0.000408s ]
[ sql ] [ SQL ] SELECT * FROM `blog_article` WHERE  `status` = 1 ORDER BY `time` DESC [ RunTime:0.000263s ]
---------------------------------------------------------------
[ 2019-03-21T11:32:42+08:00 ] 47.92.99.247 GET /admin/picture/picturedata.html?offset=0&limit=100&_=1553071278788
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=100&_=1553071278788 [运行时间：0.014283s][吞吐率：70.01req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '100',
  '_' => '1553071278788',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T11:33:00+08:00 ] 47.97.120.5 GET /admin/picture/picturedata.html?offset=0&limit=100&_=1553069067000
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=100&_=1553069067000 [运行时间：0.014322s][吞吐率：69.82req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '100',
  '_' => '1553069067000',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T11:40:01+08:00 ] 47.98.97.81 GET /admin/picture/lunbodata.html?offset=0&limit=10&_=1553066566129
[ info ] www.linguifeng.top/admin/picture/lunbodata.html?offset=0&limit=10&_=1553066566129 [运行时间：0.015056s][吞吐率：66.42req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'lunbodata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553066566129',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T11:40:53+08:00 ] 47.97.192.46 GET /admin/common/paqu.html
[ info ] www.linguifeng.top/admin/common/paqu.html [运行时间：0.015009s][吞吐率：66.63req/s] [内存消耗：1,656.13kb] [文件加载：48]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'common',
    2 => 'paqu',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T11:44:32+08:00 ] 101.132.188.111 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553069076889
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553069076889 [运行时间：0.014416s][吞吐率：69.37req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553069076889',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T11:44:32+08:00 ] 101.132.188.111 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553077790716
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553077790716 [运行时间：0.013938s][吞吐率：71.75req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553077790716',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:01:24+08:00 ] 47.97.215.92 GET /admin/picture/pictureadd.html
[ info ] www.linguifeng.top/admin/picture/pictureadd.html [运行时间：0.014996s][吞吐率：66.69req/s] [内存消耗：1,680.43kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'pictureadd',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:01:35+08:00 ] 39.107.126.72 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553068149886
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553068149886 [运行时间：0.014546s][吞吐率：68.75req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553068149886',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:11:56+08:00 ] 106.14.190.222 GET /admin/picture/picturedata.html?offset=20&limit=10&_=1553070810696
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=20&limit=10&_=1553070810696 [运行时间：0.016330s][吞吐率：61.24req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '20',
  'limit' => '10',
  '_' => '1553070810696',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:30:58+08:00 ] 106.15.201.111 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553078811732
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553078811732 [运行时间：0.015148s][吞吐率：66.02req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553078811732',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:33:38+08:00 ] 101.132.131.7 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553064861078
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553064861078 [运行时间：0.018099s][吞吐率：55.25req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553064861078',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:33:38+08:00 ] 101.132.131.7 GET /admin/picture/picturedata.html?offset=30&limit=10&_=1553071344803
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=30&limit=10&_=1553071344803 [运行时间：0.016883s][吞吐率：59.23req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '30',
  'limit' => '10',
  '_' => '1553071344803',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:34:21+08:00 ] 47.92.115.203 GET /admin/picture/picturedata.html?offset=200&limit=100&_=1553071278787
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=200&limit=100&_=1553071278787 [运行时间：0.015854s][吞吐率：63.08req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '200',
  'limit' => '100',
  '_' => '1553071278787',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:46:46+08:00 ] 47.92.2.67 GET /admin/picture/picturedata.html?offset=0&limit=100&_=1553068253407
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=100&_=1553068253407 [运行时间：0.015348s][吞吐率：65.15req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '100',
  '_' => '1553068253407',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:46:55+08:00 ] 120.79.217.140 GET /admin/picture/picturedata.html?offset=0&limit=10&_=1553078002647
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=0&limit=10&_=1553078002647 [运行时间：0.015462s][吞吐率：64.68req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '0',
  'limit' => '10',
  '_' => '1553078002647',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:47:59+08:00 ] 47.98.97.252 GET /admin/picture/picturedata.html?offset=60&limit=10&_=1553070810690
[ info ] www.linguifeng.top/admin/picture/picturedata.html?offset=60&limit=10&_=1553070810690 [运行时间：0.014557s][吞吐率：68.70req/s] [内存消耗：1,681.15kb] [文件加载：49]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'picture',
    2 => 'picturedata',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
  'offset' => '60',
  'limit' => '10',
  '_' => '1553070810690',
)
[ info ] [ SESSION ] INIT array (
  'id' => '',
  'var_session_id' => '',
  'prefix' => 'think',
  'type' => '',
  'auto_start' => true,
)
[ info ] [ VIEW ] /var/www/html/MyBlog/thinkphp/tpl/dispatch_jump.tpl [ array (
  0 => 'code',
  1 => 'msg',
  2 => 'data',
  3 => 'url',
  4 => 'wait',
) ]
[ info ] [ LOG ] INIT File
---------------------------------------------------------------
[ 2019-03-21T12:53:30+08:00 ] 101.132.106.40 GET /admin/login/login.html
[ info ] www.linguifeng.top/admin/login/login.html [运行时间：0.016162s][吞吐率：61.87req/s] [内存消耗：1,794.58kb] [文件加载：50]
[ info ] [ LANG ] /var/www/html/MyBlog/thinkphp/lang/zh-cn.php
[ info ] [ ROUTE ] array (
  'type' => 'module',
  'module' => 
  array (
    0 => 'admin',
    1 => 'login',
    2 => 'login',
  ),
)
[ info ] [ HEADER ] array (
  'connection' => 'keep-alive',
  'accept' => 'text/html, image/gif, image/jpeg, *; q=.2, */*; q=.2',
  'host' => 'www.linguifeng.top',
  'user-agent' => 'Mozilla/5.0 (X11; Ubuntu; Linux x86_64; rv:36.0) Gecko/20100101 Firefox/36.0',
  'content-type' => '',
  'content-length' => '',
)
[ info ] [ PARAM ] array (
)
[ info ] [ RUN ] app\admin\controller\Login->login[ /var/www/html/MyBlog/application/admin/controller/Login.php ]
[ info ] [ VIEW ] /var/www/html/MyBlog/public/../application/admin/view/login/login.html [ array (
) ]
[ info ] [ LOG ] INIT File
